/* Title that appears when hovering over the menu bar icon */
"Zeitgeist \nLatest build: %@" = "Zeitgeist \nLatest build: %@";

// MARK: Login Screen
/* Link to Zeit's account tokens page */
"Create Token" = "Create Token";

/* Login button */
"Log In" = "Log In";

/* Label for text input that accepts the account access token */
"Enter Zeit access token:" = "Enter Zeit access token:";

// MARK: Error State
/* Title for token issues */
"Something went wrong" = "Something went wrong";

/* Helper text when we suspect an incorrect token */
"Are you sure you entered your Zeit token correctly?" = "Are you sure you entered your Zeit token correctly?";

/* Button text to go back to login screen */
"Go Back";

/* Empty state for deployments */
"No Deployments Found";

/* Button text that will destroy the local session token */
"Log Out" = "Log Out";

// MARK: Deployment verbs
/* Menu item for opening a URL */
"Open URL" = "Open URL";

/* Menu item for copying a URL */
"Copy URL" = "Copy URL";

/* Menu item for viewing deployment logs */
"View Deployment Logs" = "View Deployment Logs";

/* Menu item for viewing a commit on GitHub */
"View Commit" = "View Commit";

/* Tooltip for a button to open a deployment URL */
"Open Deployment URL" = "Open Deployment URL";

/* Title for deployments without an associated commit */
"Manual Deployment" = "Manual Deployment";

// MARK: Offline states
/* Title for view when network connection is unavailable */
"Network Offline" = "Network Offline";

/* Description for view when network connection is unavailable, explaining that the app will periodically keep trying to connect */
"Zeitgeist will automatically try again when a network connection is available." = "Zeitgeist will automatically try again when a network connection is available.";
